Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: བསྐ་བ་འཆང་བའི་དགེ་སློང་གིས་བསྐ་བ་སྤྱད་པའི་ལྷག་མ་དགེ་སློང་སུ་སློང་བ་དེ་ལ་སྦྱིན་པར་བྱའོ།
en: A monk who keeps astringents should give the remains of the astringent to another monk who needs them.

source: །གལ་ཏེ་མ་བྱིན་ན་སྨན་ཁང་དུ་གཞག་པར་བྱའོ།
en: If the first monk does not give the remains to another monk, he should put the remains of the astringent in the infirmary.

source: །བསྐ་བ་བཅང་བའི་དགེ་སློང་གིས་ཀུན་དུ་སྤྱོད་པའི་ཆོས་ཇི་ལྟར་བཅས་པ་ཡང་དག་པར་བླངས་ཏེ་འཇུག་པར་མི་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ།
en: If a monk who keeps astringents does not act in accordance with the established rules of customary behavior, he becomes guilty of an offense.” IV. Collyrium

source: །དེའི་ཚེ་དགེ་སློང་གཞན་ཞིག་མིག་ནད་ཀྱིས་ཐེབས་ནས་དེ་སྨན་པའི་དྲུང་དུ་སོང་སྟེ་བཞིན་བཟངས་ཁོ་བོ་མིག་ནད་ཀྱིས་ཐེབས་པར་གྱུར་ན་ཁོ་བོ་ལ་སྨན་སྟོན་ཅིག །དེས་སྨྲས་པ།
en: A monk had an eye disease and went to a physician. The monk said, “Sir, since I have an eye disease, prescribe medicine for me.”

source: འཕགས་པ་མིག་སྨན་སོ་སོར་སྟེན་ཅིག་དང་ཁྱེད་སོས་པར་འགྱུར་རོ།
en: “Noble one,” said the physician, “use collyrium and you will recover your health.”

source: །བཞིན་བཟངས་ཅི་ཁོ་བོ་འདོད་པ་ལ་སྤྱོད་དམ་འཕགས་པ་ཁྱོད་ཀྱི་སྨན་འདི་ཡིན་ཏེ་གཞན་གྱིས་ནི་སོས་པར་མི་ནུས་སོ་ཞེས་བྱ་བའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “Sir, what am I? One who is intoxicated with lust?” “Monk, this is your medicine,” replied the physician. “You cannot recover your health with other medicines.” When the monks reported this matter to the Blessed One, the Blessed One said, “If the physician says, ‘Monk, this is your medicine.

source: གལ་ཏེ་སྨན་པ་ན་རེ་སྨན་འདི་ཡིན་ཏེ་གཞན་གྱིས་ནི་སོས་པར་མི་ནུས་སོ་ཞེས་ཟེར་ན་མིག་སྨན་བསྟེན་པར་བྱའོ།
en: You cannot recover your health with other medicines,’ you should use collyrium.”

source: །དགེ་སློང་དག་གིས་མིག་སྨན་གང་བསྟེན་པར་བྱ་བ་མ་ཤེས་ནས་དེ་དག་གིས་སྨན་པ་ལ་དྲིས་པ་དང་དེས་སྨྲས་པ།
en: As the monks did not know what kind of collyrium to use, they asked the physician for advice.

source: འཕགས་པ་ཁྱོད་ཉིད་ཀྱི་སྟོན་པ་ཐམས་ཅད་མཁྱེན་པ་ཡིན་གྱིས་ཞེས་བྱ་བའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མིག་སྨན་ནི་ལྔ་སྟེ།
en: The physician said, “Since your teacher is omniscient, he himself must know.” When the monks reported this matter to the Blessed One, the Blessed One said, “There are five kinds of collyrium:

source: མེ་ཏོག་གི་མིག་སྨན་དང་། ཁུ་བའི་མིག་སྨན་དང་། ཕྱེ་མའི་མིག་སྨན་དང་། རི་ལུའི་མིག་སྨན་དང་། བཙག་ཡུག་སྣམ་གྱི་མིག་སྨན་ནོ།
en: collyrium derived from flowers, collyrium in a liquid state, collyrium in powder form, collyrium in pill form, and collyrium derived from red ocher.”

source: །དེ་ནས་དགེ་སློང་དེས་མིག་སྨན་དེ་བསྟེན་ནས་སོས་པར་གྱུར་ཏོ།
en: The monk recovered his health with the collyrium.

source: །དེས་མིག་སྨན་གྱི་ལྷག་མ་གར་བབ་བབ་ཏུ་བཞག་པ་ལས་དེ་ཆུད་ཟོས་པར་གྱུར་ཏོ།
en: Since he left the remains of the collyrium in many different places, the remains were lost.

source: །ཇི་ཙམ་ན་དགེ་སློང་གཞན་ཞིག་མིག་ནད་ཀྱིས་ཐེབས་ནས་དེས་ཀྱང་སྨན་པ་ལ་དྲིས་པ་དང་། དེས་དེ་ལ་ཡང་མིག་སྨན་དེ་ཉིད་བསྟན་ཏོ།
en: Later, another monk had an eye disease and also went to the physician, and the physician also prescribed the same collyrium for him.

source: །དེ་དགེ་སློང་དེའི་དྲུང་དུ་སོང་ནས་ཚེ་དང་ལྡན་པ་ཁོ་བོ་ཡང་མིག་ནད་ཀྱིས་བཏབ་པར་གྱུར་ན་ཁྱོད་ལ་མིག་སྨན་གྱི་ལྷག་མ་ཅུང་ཟད་ཡོད་དམ།
en: The second monk went to the first monk and said, “Venerable one, I also have an eye disease. Are there any remains of the collyrium?”

source: དེས་བཙལ་བར་བརྩམས་པ་ལས་མ་རྙེད་ནས་དེས་སྨྲས་པ།
en: The first monk looked for the remains of the collyrium, but could not find them.

source: ཚེ་དང་ལྡན་པ་མིག་སྨན་དེ་བདོག་བདོག་སྟེ་བཞག་པ་ལས་དེར་སྟོར་ཏོ་ཞེས་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: He said, “Venerable one, indeed there were remains of the collyrium, but they have been lost because I left them in many different places.”

source: དགེ་སློང་གིས་མིག་སྨན་གར་བབ་བབ་ཏུ་གཞག་པར་མི་བྱའོ།
en: When the monks reported this matter to the Blessed One, the Blessed One said, “Monks should not leave collyrium in many different places.

source: །ངས་མིག་སྨན་འཆང་བའི་དགེ་སློང་གི་ཀུན་དུ་སྤྱད་པའི་ཆོས་བཅའ་བར་བྱ་སྟེ།
en: I will now establish rules of customary behavior for a monk who keeps collyrium.

source: མིག་སྨན་འཆང་བའི་དགེ་སློང་གིས་མིག་སྨན་རྣམས་སོ་སོར་ཕྱེ་ལ་གཞག་པར་བྱ་སྟེ།
en: A monk who keeps collyrium should store the collyrium according to its kind.

source: མེ་ཏོག་གི་མིག་སྨན་ནི་སྣོད་ཀྱི་ནང་དུའོ། །ཁུ་བའི་མིག་སྨན་ནི་གབ་ཙེའི་ནང་དུའོ། །ཕྱེ་མའི་མིག་སྨན་ནི་དོང་བུའི་ནང་དུའོ།
en: He should keep collyrium derived from flowers in a vessel, collyrium in a liquid state in a bottle, and collyrium in powder form in a tubular vessel.

source: །རི་ལུའི་མིག་སྨན་དང་བཙག་ཡུག་སྣམ་གྱི་མིག་སྨན་ནི་སྒྱེའུ་འམ། ཐུམ་པོར་སྐུད་པས་བཅིངས་ལ་ཟུང་ང་ལ་གདགས་པར་བྱའོ།
en: He should put collyrium in pill form and collyrium derived from red ocher into bags, and he should bind and hang them on a peg in the wall.

source: །མིག་སྨན་འཆང་བའི་དགེ་སློང་གིས་ཀུན་དུ་སྤྱད་པའི་ཆོས་ཇི་ལྟར་བཅས་པ་བཞིན་ཡང་དག་པར་བླངས་ནས་འཇུག་པར་མི་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ།
en: If a monk who keeps collyrium does not act in accordance with the established rules of customary behavior, he becomes guilty of an offense.” V. A Man Gone Mad

source: །དེའི་ཚེ་ཚེ་དང་ལྡན་པ་བྱེ་མ་སྐྱེས་སེམས་འཁྲུགས་ཏེ་སྨྱོས་པར་གྱུར་ནས་དེ་དེ་དང་དེ་དག་ཏུ་འཕྱན་པ།
en: At that time, the venerable Saikata, his mind agitated, went mad and wandered about.

source: ཇི་ཙམ་ན་བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་གིས་མཐོང་སྟེ་དེ་དག་གིས་སྨྲས་པ། ཤེས་ལྡན་དག་འདི་སུའི་བུ་ཞིག་ཡིན།
en: Then some brahmins and householders saw him and said, “Sirs, whose son is this?”

source: གཞན་དག་གིས་སྨྲས་པ། ཁྱིམ་བདག་ཆེ་གེ་མོ་ཞིག་གིའོ།
en: Others replied, “The householder So-and-so’s.”

source: །དེ་དག་གིས་སྨྲས་པ་ཤཱཀྱའི་སྲས་ཀྱི་དགེ་སྦྱོང་མགོན་མེད་པ་རྣམས་ཀྱི་ནང་དུ་རབ་ཏུ་མ་བྱུང་ན་འདི་གཉེན་རྣམས་ཀྱིས་གསོས་པར་འགྱུར་བ་ཞིག་ཅེས་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The brahmins and householders said, “If the venerable Saikata had not gone forth among the masterless śramaṇas, who are the sons of the Śākyans, his kinsmen would have cured him.”

source: དགེ་སློང་དག་དེ་ལྟ་བས་ན་དགེ་སློང་བྱེ་མ་སྐྱེས་ཀྱི་དཔྱད་སྨན་པ་ལ་དྲིས་ལ་བྱོས་ཤིག །སྨན་པའི་དྲུང་དུ་དོང་ནས་བཞིན་བཟངས་དགེ་སློང་ཞིག་འདི་འདྲ་བའི་ནད་ཀྱིས་ཐེབས་ཀྱིས་དེའི་སྨན་སྟོན་ཅིག །དེས་སྨྲས་པ།
en: When the monks reported this matter to the Blessed One, the Blessed One said, “Monks, then cure the monk Saikata, asking a physician for advice.” The monks went to a physician and said, “Sir, since a monk has a disease like this, prescribe medicine for him.”

source: འཕགས་པ་དག་ཤ་རྗེན་འཚལ་དུ་སྩོལ་ཅིག་དང་སོས་པར་འགྱུར་རོ།
en: “Noble ones,” said the physician, “let him eat raw meat and he will recover his health.”

source: །བཞིན་བཟངས་དེ་ཅི་འདྲེ་ཡིན་ནམ།
en: “Sir, what is he?

source: འཕགས་པ་དེའི་སྨན་འདི་ལགས་ཏེ་གཞན་གྱིས་ནི་སོས་པར་མི་ནུས་སོ་ཞེས་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: A cannibal?” “Noble ones, this is his medicine. He cannot recover his health with other medicines.” When the monks reported this matter to the Blessed One, the Blessed One said, “If the physician says, ‘This is his medicine.

source: གལ་ཏེ་སྨན་པ་ན་རེ་དེའི་སྨན་འདི་ཡིན་ཏེ་གཞན་གྱིས་ནི་སོས་པར་མི་ནུས་སོ་ཞེས་ཟེར་ན་ཤ་རྗེན་པ་སྦྱིན་པར་བྱའོ།
en: He cannot recover his health with other medicines,’ you should give him raw meat.”

source: །དགེ་སློང་དག་གིས་དེ་བཞིན་དུ་བྱིན་པ་དང་། དེ་ཟར་མ་བཏུབ་བོ་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The monks gave the venerable Saikata raw meat, but he could not eat the raw meat.

source: མིག་རས་ཀྱིས་བཀབ་ལ་སྦྱིན་པར་བྱའོ།
en: The Blessed One said, “You should give him the meat after covering his eyes with a cloth.”

source: །དེ་དག་གིས་བྱིན་ཏེ་བྱིན་མ་ཐག་ཏུ་རས་ཕྱེ་བ་དང་དེས་ལག་པ་ལ་རེག་པ་མཐོང་ནས་ཞེ་བ་ལོག་པས་སྐྱུགས་སོ།
en: They gave the venerable Saikata raw meat and untied the cloth soon after giving him the raw meat. Then the venerable Saikata saw his hands soiled with raw meat and vomited in revulsion.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མོད་ལ་རས་དབྱེ་བར་མི་བྱ་སྟེ་དེ་ལྟ་མོད་ཀྱི་བཅའ་བ་དང་བཟའ་བ་གཙང་ཞིང་བསོད་པ་དག་མདུན་དུ་བཞག་ནས་གང་གི་ཚེ་དེའི་ལག་པ་བཀྲུས་པ་དེའི་ཚེ་དེ་དབྱེ་བར་བྱའོ།
en: The Blessed One said, “You should not untie the cloth that soon, but should untie it when you have placed a pure and fine meal before him and he has washed his hands.”

source: །དེ་སོས་པར་གྱུར་པ་དང་དེ་དེ་ཉིད་ལ་སྲེད་པར་གྱུར་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: After the health of the venerable Saikata returned, he wanted to eat nothing but raw meat.

source: གང་གི་ཚེ་སོས་པར་གྱུར་པ་དེའི་ཚེ་བསླབ་པ་ཇི་ལྟར་བཅས་པ་བཞིན་ཡང་དག་པར་བླངས་ཏེ་འཇུག་པར་བྱའོ།
en: When the monks reported this matter to the Blessed One, the Blessed One said, “When you have your health back, you should act in accordance with the established discipline.

source: །ལོངས་སྤྱོད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ།
en: If you eat raw meat, you become guilty of an offense.” VI.

source: །གླེང་གཞི་ནི་རྒྱལ་པོའི་ཁབ་ནའོ།
en: Pilinda The following took place in Rājagṛha.

source: །ཚེ་དང་ལྡན་པ་པི་ལིན་དའི་བུ་གང་གི་ཚེ་རབ་ཏུ་བྱུང་བ་དེ་ཚུན་ཆད་རྟག་ཏུ་ན་བ་དང་ཟུག་གཟེར་མང་པོར་གྱུར་བ་དང་། དེ་ལ་དགེ་སློང་དག་གིས་སྨྲས་པ།
en: The venerable Pilindavatsa had always had many illnesses and pains since he had gone forth.

source: གནས་བརྟན་ཁྱོད་ཀྱི་སྙུན་གྱི་ཟོ་ཇི་ལྟ་དེས་སྨྲས་པ།
en: The monks asked him, “Elder, how do you feel?”

source: ཚེ་དང་ལྡན་པ་དག་བདག་རྒྱུན་དུ་ན་བ་དང་ཟུག་གཟེར་མང་བས་ཐེ་གེ་བའི་སྐབས་མེད་དོ།
en: “Venerables, I always have many illnesses and pains. I cannot bear them,” he replied.

source: །གནས་བརྟན་ཁྱོད་སྔོན་ཅི་ཞིག་འཆང་བར་བྱེད།
en: “Elder, what did you carry with you formerly?”

source: དེས་སྨྲས་པ། སྨན་གྱི་མཆན་ཁུག་གོ།
en: He said, “I carried a medicine bag.”

source: །ད་ཅིའི་ཕྱིར་མི་བཅང་བཅོམ་ལྡན་འདས་ཀྱིས་རྗེས་སུ་མ་གནང་ངོ་ཞེས་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་དེ་ལྟ་བས་ན་རྗེས་སུ་གནང་སྟེ་དགེ་སློང་གིས་སྨན་གྱི་མཆན་ཁུག་བཅང་བར་བྱའོ།
en: “Why do you not carry it now?” “The Blessed One has not authorized it.” When the monks reported this matter to the Blessed One, the Blessed One said, “Monks, on account of that, I authorize monks to carry a medicine bag.”

source: །དགེ་སློང་དག་གིས་རྩ་བ་དང་། མེ་ཏོག་དང་སྡོང་བུ་དང་། འབྲས་བུའི་སྨན་རགས་པ་དག་དེའི་ནང་དུ་བཅུག་པ་དང་དེ་དག་རུལ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: When the monks put unprocessed medicines derived from roots, flowers, stalks, and fruits into the bag, the medicines spoiled.

source: དེ་དག་སྦམ་པའམ་བམ་པོར་བྱས་ཏེ་ཟུང་ང་ལ་གདགས་པར་བྱའོ།
en: The Blessed One said, “You should gather or bundle the medicines together and hang them on a peg.”

source: །དེ་དག་རུལ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དུས་དུས་སུ་བསྐམ་པར་བྱའོ།
en: The medicines spoiled and the Blessed One said, “From time to time you should dry them.”

source: །དེ་དག་གིས་ཉི་མ་ལ་བསྐམས་པ་དང་དེ་དག་མཐུ་ཆུང་བར་གྱུར་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: When dried in the sun, the medicines lost their efficacy.

source: ཉི་མ་ལ་བསྐམ་པར་མི་བྱའོ།
en: The Blessed One said, “You should not dry them in the sun.”

source: །དེ་དག་གིས་གྲིབ་མ་ལ་བསྐམས་པ་དང་འོན་ཀྱང་རུལ་བར་གྱུར་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: When dried in the shade, the medicines spoiled.

source: གྲིབ་མ་ལ་བསྐམ་པར་མི་བྱའོ།
en: The Blessed One said, “You should not dry them in the shade.”

source: །དེ་དག་གིས་བཏིང་ནས་དོང་བ་དང་། ཆར་པ་དང་རླུང་བྱུང་སྟེ་མ་བསྡུས་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བསྡུ་བར་བྱའོ།
en: When the monks spread the medicines out and left them, the wind and rain came, but the monks did not bring the medicines inside. The Blessed One said, “You should bring the medicines inside.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བསྡུ་བར་བྱའོ་ཞེས་གསུངས་པ་དང་དེ་དག་གིས་སུས་བསྡུ་བ་མ་ཤེས་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཁྱིམ་པས་སོ།
en: When the Blessed One said, “You should bring the medicines inside,” the monks did not know who should bring them inside. The Blessed One said, “A layman should.

source: །ཁྱིམ་པ་མེད་ན་དགེ་སྦྱོང་གིས་སོ།
en: If there are no laymen, a novice should.

source: །དགེ་སྦྱོང་མེད་ན་དགེ་སློང་ཉིད་ཀྱིས་བསྡུ་བར་བྱའོ།
en: If there are no novices, a monk should bring the medicines inside.”

source: །དགེ་སློང་གིས་བསྡུས་པ་དང་འདྲེས་པར་གྱུར་ནས་འདྲེས་སོ་ཞེས་མ་ཟོས་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: When the monks had brought the medicines inside, they did not consume them, since the medicines had become mixed together.

source: སོ་སོར་ཕྱེ་ནས་ལོངས་སྤྱད་པར་བྱ་སྟེ།
en: The Blessed One said, “You should consume the medicines after separating them.

source: དེ་ལ་འགྱོད་པར་མི་བྱའོ།
en: You should not have any regrets about consuming such medicines.

source: །ངས་ན་བ་དག་ལ་རྗེས་སུ་གནང་བ་གང་ཡིན་པ་དེ་ཐ་མལ་པའི་གནས་སྐབས་ན་སྤྱད་པར་མི་བྱའོ།
en: What I have authorized for illnesses should not be done in ordinary circumstances.

source: །སྤྱོད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ།
en: If you do so, you become guilty of an offense.” VII. Revata A. Rice Flour and Guḍa

source: །ཚེ་དང་ལྡན་པ་ནམ་གྲུ་གར་ཡང་སོམ་ཉི་ཟ་བས་དེའི་མིང་ནམ་གྲུ་སོམ་ཉི་ཅན་ནམ་གྲུ་སོམ་ཉི་ཅན་ཞེས་བྱ་བར་གྲགས་སོ།
en: The venerable Revata used to doubt everything. Therefore, he was known by the name of “Revata the Doubter”.

source: །དེ་སྔ་དྲོ་ཤམ་ཐབས་བགོས་ཆོས་གོས་དང་ལྷུང་བཟེད་ཐོགས་ནས་མཉན་ཡོད་དུ་བསོད་སྙོམས་ལ་ཞུགས་ཏེ་དེ་རིམ་གྱིས་བུ་རམ་བྱེད་པའི་གྲོང་དུ་ཕྱིན་པ་དང་། ཇི་ཙམ་ན་འབྲས་ཕྱེ་དང་བུ་རམ་སྦྲུ་བར་བྱེད་པ་མཐོང་ནས་དེས་སྨྲས་པ།
en: Early in the morning he dressed, took his robe and his bowl, and entered Śrāvastī for alms. In due course he reached the house of a guḍa maker. When he saw that the guḍa was being kneaded with rice flour, he said, “Sir, please don’t knead the guḍa with rice flour.”

source: ཤེས་ལྡན་དག་བུ་རམ་འབྲས་ཕྱེ་དང་མ་སྦྲུ་ཤིག །འཕགས་པ་སྤྱི་བར་བགྱིད་པ་གཞན་འགའ་མཁྱེན་ནམ།
en: “Noble one,” asked the guḍa maker, “do you know anything else that makes guḍa bind together?”

source: ཁོ་བོས་སྤྱི་བ་གཞན་ཡང་མི་ཤེས་མོད་ཀྱི་བདག་ཅག་དུས་མ་ཡིན་པར་ལོངས་སྤྱོད་དགོས་སོ།
en: “I do not know anything else that makes guḍa bind together, but we have to eat guḍa even at inappropriate times.”

source: །འཕགས་པ་དུས་སུ་འམ་དུས་མ་ཡིན་པར་གསོལ་བ་ཡང་རུང་སྟེ།
en: The guḍa maker said, “Noble one, whether you eat it at the appropriate time or at inappropriate times, what makes guḍa bind together is this rice flour.

source: དེའི་སྤྱི་བ་ནི་འདི་ལགས་ཏེ་གཞན་གྱིས་ནི་མི་འབྲུས་སོ་ཇི་ཙམ་དུས་གཞན་ཞིག་ན་དགེ་འདུན་གྱིས་བཅའ་བ་བུ་རམ་དག་རྙེད་ན་དེས་མ་ཟོས་སོ།
en: Other things do not work.” Later, when the community had obtained some guḍakhādanika, the venerable Revata did not eat it.

source: །དེའི་ལྷན་ཅིག་གནས་པ་དང་ཉེ་གནས་དག་གིས་སྨྲས་པ་སློབ་དཔོན་དགེ་འདུན་གྱི་བཅའ་བ་བུ་རམ་ཞིག་བརྙེས་ཀྱིས་ལོངས་སྤྱད་དུ་གསོལ། དེས་སྨྲས་པ།
en: His co-resident monks and pupils said, “Master, since the community has obtained some guḍakhādanika, please eat it.”

source: བཞིན་བཟངས་ཟས་དང་འདྲེས་སོ་དེ་དག་གིས་ཀྱང་ལོངས་མ་སྤྱད་པ་དང་དེ་རྣམས་ལ་དགེ་སློང་གཞན་དག་གིས་སྨྲས་པ།
en: “Sirs,” replied the venerable Revata, “it is mixed with food to be eaten only at the appropriate time.”

source: ཚེ་དང་ལྡན་པ་དག་དགེ་འདུན་གྱི་བཅའ་བ་བུ་རམ་ཞིག་བརྙེས་ན་ཅི་སྟེ་ལོངས་མི་སྤྱད་དེ་དག་གིས་སྨྲས་པ་མཁན་པོའི་ཞལ་ནས་འདི་ཟས་དང་འདྲེས་སོ་ཞེས་གསུངས་སོ་དེ་རྣམས་ཀྱིས་ཀྱང་ལོངས་མ་སྤྱད་དོ་འཁོར་ཕལ་པོ་ཆེ་དེ་དང་དགེ་འདུན་རིལ་ལས་ཀྱང་ཕལ་ཆེར་ལོངས་མི་སྤྱད་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: They did not eat the guḍakhādanika either, and other monks said to them, “Venerables, though the community has guḍakhādanika, why do you not eat any?” “Our teacher said, ‘This is mixed with food,’ ” replied the first monks. They did not eat the guḍakhādanika, either. Their many followers and most of the entire community did not eat the guḍakhādanika.

source: ཟས་ཀྱིས་ཟས་ཀྱི་བྱ་བ་མི་བྱེད་པ་ནི་མི་རྙེད་པས་འབྱུང་ཁུང་ཡོངས་སུ་དག་པས་ལོངས་སྤྱད་པར་བྱ་སྟེ། འདི་ལ་འགྱོད་པར་མི་བྱའོ།
en: When the monks reported this matter to the Blessed One, the Blessed One said, “You may eat the guḍakhādanika mixed with rice flour because it would be insubstantial as a meal and its origin is pure. You should not have any regrets about eating the guḍakhādanika.” B. Barley Flour and Guḍa

source: །ཚེ་དང་ལྡན་པ་ནམ་གྲུ་སྔ་དྲོ་ཤམ་ཐབས་བགོས་ཆོས་གོས་དང་ལྷུང་བཟེད་ཐོགས་ནས་མཉན་ཡོད་དུ་བསོད་སྙོམས་ལ་ཞུགས་སོ།
en: Early in the morning the venerable Revata dressed, took his robe and his bowl, and entered Śrāvastī for alms.

source: །རིམ་གྱིས་སྲང་ཞིག་ཏུ་ཕྱིན་པ་དང་དེས་སྤོས་འཚོང་ཞིག་ཕྱེ་ལ་རེག་ནས་བུ་རམ་ལ་རེག་པར་བྱེད་པ་མཐོང་ནས་དེས་སྨྲས་པ།
en: In due course he reached a village and saw a perfumer touch guḍa after he had touched barley flour.

source: བཞིན་བཟངས་ཕྱེ་ལ་རེག་ནས་བུ་རམ་ལ་རེག་པར་མ་བྱེད། དུས་མ་ཡིན་པར་ཡང་བདག་ཅག་གིས་ལོངས་སྤྱད་དགོས་སོ་དེས་སྨྲས་པ།
en: The venerable Revata said, “Sir, please don’t touch guḍa after you touch barley flour. We have to eat guḍa even at inappropriate times.”

source: འཕགས་པ་དག་ལ་ཡང་དང་ཡང་དུ་སུག་ཆབ་གཏོང་བ་སུ་ཞིག་མཆིས།
en: “Noble one,” said the perfumer, “is there anyone to hand me water to wash my hands again and again?”

source: དུས་གཞན་ཞིག་ན་དགེ་འདུན་གྱི་བཅའ་བ་བུ་རམ་ཞིག་རྙེད་པ་དང་དེས་ལོངས་མ་སྤྱད་དོ།
en: Later, the community had obtained some guḍakhādanīya, but the venerable Revata did not eat it.

source: །ལྷན་ཅིག་གནས་པ་དང་ཉེ་གནས་དག་གིས་སྨྲས་པ་སློབ་དཔོན་དགེ་འདུན་གྱི་བཅའ་བ་བུ་རམ་དག་བརྙེས་ན་ཅི་སྟེ་མི་གསོལ་དེས་སྨྲས་པ། བཞིན་བཟངས་འདི་ཟས་དང་འདྲེས་སོ།
en: His co-resident monks and pupils said, “Master, though the community has guḍakhādanīya, why do you not eat any?” “Sirs,” replied the venerable Revata, “this is mixed with food to be eaten only at the appropriate time.”

source: །དེ་རྣམས་ཀྱིས་ཀྱང་ལོངས་མ་སྤྱད་པ་དང་དེ་རྣམས་ལ་དགེ་སློང་དག་གིས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་དག་དགེ་འདུན་གྱི་བཅའ་བ་བུ་རམ་ཞིག་བརྙེས་ན་ཅི་སྟེ་མི་ཟ་དེ་རྣམས་ཀྱིས་སྨྲས་པ།
en: They did not eat the guḍakhādanīya either, and other monks said to them, “Venerables, though the community has guḍakhādanīya, why do you not eat any?”

source: མཁན་པོའི་ཞལ་ནས་འདི་ཟས་དང་འདྲེས་སོ་ཞེས་གསུང་ངོ་།
en: “Our teacher said, ‘This is mixed with food,’ ” the first monks replied.

source: །དེ་དག་གིས་ཀྱང་ལོངས་མ་སྤྱད་དོ།
en: They did not eat the guḍakhādanīya, either.

source: །འཁོར་ཕལ་པོ་ཆེ་དེ་དང་དགེ་འདུན་རིལ་ལས་ཀྱང་ཕལ་ཆེས་ལོངས་མ་སྤྱད་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Their many followers and most of the entire community did not eat the guḍakhādanīya.

source: ཟས་ཀྱིས་ཟས་ཀྱི་བྱ་བ་མི་བྱེད་པས་མི་རྙེད་ཀྱིས་ཁྱིམ་པས་ཡོངས་སུ་དག་པས་ལོངས་སྤྱད་པར་བྱ་སྟེ།
en: When the monks reported this matter to the Blessed One, the Blessed One said, “You may eat the guḍakhādanīya mixed with barley flour because it would be insubstantial as a meal and its origin is pure.

source: དེ་ལ་འགྱོད་པར་མི་བྱའོ། །གླེང་གཞི་ནི་མཉན་ཡོད་ནའོ།
en: You should not have any regrets about eating the guḍakhādanīya.” VIII.

source: །ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་རླུང་ནད་ཀྱིས་ཐེབས་ནས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་བསམས་པ་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་བདག་རང་གི་བློས་རིམ་གྲོ་ནི་ལན་མང་དུ་བྱས་མོད་ཀྱི་ལན་འགའ་ཡང་སྨན་པ་ལ་མ་དྲིས་ཀྱིས།
en: Sauvīraka The following took place in Śrāvastī. The venerable Śāriputra had a wind illness and the venerable Mahā­maudgalyāyana thought, “Although I have attended to the venerable Śāriputra at my own discretion many times, I have never asked a physician for advice.

source: མ་ལ་ད་ནི་སྨན་པ་ལ་དྲིའོ་སྙམ་ནས་དེ་སྨན་པའི་དྲུང་དུ་སོང་སྟེ། བཞིན་བཟངས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་འདི་འདྲ་བའི་ནད་ཀྱིས་ཐེབས་པར་གྱུར་ན་དེའི་སྨན་སྟོན་ཅིག་དེས་སྨྲས་པ།
en: Now I will ask a physician for advice.” The venerable Mahā­maudgalyāyana went to a physician and said, “Sir, since the venerable Śāriputra has a disease like this, prescribe medicine for him.”

source: འཕགས་པ་སྐྱུར་ཁུའི་ནང་དུ་ལན་ཚྭ་སྩོལ་ལ་གསོལ་ཅིག་དང་སོས་པར་འགྱུར་རོ།
en: “Noble one,” said the physician, “let him eat sauvīraka with salt, and he will recover his health.”

source: །དེས་སྐྱུར་ཁུ་ནི་རྙེད་ན་ལན་ཚྭ་མེད་ནས་དེ་ལན་ཚྭ་བཙལ་བར་བརྩམས་པ་དང་ཚེ་དང་ལྡན་པ་པི་ལིན་དའི་བུས་སྨྲས་པ།
en: The venerable Mahā­maudgalyāyana found sauvīraka, but there was no salt. When he began to look for the salt, the venerable Pilindavatsa said, “Venerable Mahā­maudgalyāyana, I have a horn in which the salt is kept.

source: ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཁོ་བོ་ལ་ལན་ཚྭ་རྭ་གང་འཚོ་བའི་བར་དུ་བཅང་བར་བྱིན་གྱིས་བརླབས་པ་ཞིག་ཡོད་ཀྱིས།
en: I have taken formal possession of that salt as medicine to be consumed throughout life.

source: གལ་ཏེ་བཅོམ་ལྡན་འདས་ཀྱིས་གནང་ན་སྦྱིན་ནོ་ཞེས་སྨྲས་པ་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས་ཐོས་ནས་དེས་སྨྲས་པ།
en: I will give you the salt if the Blessed One authorizes it.”

source: ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་ཁོ་བོ་འདི་སྙམ་དུ་སེམས་ཏེ། འཚོ་བའི་བར་དུ་བཅངས་པ་དུས་སུ་རུང་བ་དང་འདྲེས་པ་ལོངས་སྤྱད་པར་མི་དབང་ངོ་སྙམ་མོ་ཞེས་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མཽད་གལ་གྱི་བུ་མི་དབང་སྟེ།
en: The venerable Śāriputra heard this and said, “Venerable Mahā­maudgalyāyana, I thought that ‘medicines to be consumed throughout life cannot be consumed when they are mixed with medicines to be consumed at the appropriate time.’ ” When the venerable Mahā­maudgalyāyana reported this matter to the Blessed One, the Blessed One said, “Maudgalyāyana, such medicines cannot be taken.

source: དུས་སུ་རུང་བ་གང་ཡིན་པ་དང་། ཐུན་ཚོད་དུ་རུང་བ་གང་ཡིན་པ་དང་། ཞག་བདུན་པ་གང་ཡིན་པ་དང་འཚོ་བའི་བར་དུ་བཅང་བ་གང་ཡིན་པ་དེ་གལ་ཏེ་དུས་སུ་རུང་བ་དང་འདྲེས་པར་གྱུར་ལ།
en: If the four kinds of medicines—medicines to be consumed at the appropriate time, medicines to be consumed at night, medicines to be consumed within seven days, and medicines to be consumed throughout life—are mixed with medicines to be consumed at the appropriate time, and if formal possession of these medicines has not been taken, these medicines should be consumed at the appropriate time, because they are mixed with medicines to be consumed at the appropriate time.

source: གལ་ཏེ་བྱིན་གྱིས་ཀྱང་མ་བརླབས་ན་དུས་སུ་རུང་བ་དང་འདྲེས་པས་དུས་སུ་སྤྱད་པར་བྱའི་དུས་ལས་འདས་པར་སྤྱད་པར་མི་བྱའོ།
en: These medicines should not be consumed after the appropriate time.

source: །ཐུན་ཚོད་དུ་རུང་བ་གང་ཡིན་པ་དང་། ཞག་བདུན་པ་གང་ཡིན་པ་དང་། འཚོ་བའི་བར་དུ་བཅང་བ་གང་ཡིན་པ་དེ་གལ་ཏེ་ཐུན་ཚོད་དུ་རུང་བ་དང་འདྲེས་པར་གྱུར་ལ།
en: “If the three kinds of medicines—medicines to be consumed at night, medicines to be consumed within seven days, and medicines to be consumed throughout life—are mixed with medicines to be consumed at night, and if formal possession of these medicines has not been taken, these medicines should be consumed during the night, because they are mixed with medicines to be consumed at night.

source: གལ་ཏེ་བྱིན་གྱིས་མ་བརླབས་ན་ཐུན་ཚོད་དུ་རུང་བ་དང་འདྲེས་པས་ཐུན་ཚོད་དུ་སྤྱད་པར་བྱའི་ཐུན་ཚོད་ལས་འདས་པར་སྤྱད་པར་མི་བྱའོ།
en: These medicines should not be consumed after that night.

source: །ཞག་བདུན་པ་གང་ཡིན་པ་དང་། འཚོ་བའི་བར་དུ་བཅང་བ་གང་ཡིན་པ་དེ་ཞག་བདུན་པ་དང་འདྲེས་པར་གྱུར་ན་ཞག་བདུན་པ་དང་འདྲེས་པས་ཞག་བདུན་དུ་སྤྱད་པར་བྱའི་ཞག་བདུན་ལས་འདས་པར་སྤྱད་པར་མི་བྱའོ།
en: “If the two kinds of medicines—medicines to be consumed within seven days and medicines to be consumed throughout life—are mixed with medicines to be consumed within seven days, these medicines should be consumed within seven days, because they are mixed with medicines to be consumed within seven days. These medicines should not be consumed after seven days.

source: །འཚོ་བའི་བར་དུ་བཅང་བ་གང་ཡིན་པ་དེ་ནི་ཇི་སྲིད་འཚོའི་བར་དུ་སྤྱད་པར་བྱ་སྟེ་གཞན་དུ་སྤྱོད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ།། །།སྡོམ་ལ།
en: “Medicines to be consumed throughout life may be consumed throughout life. If you consume the medicines in other ways, you become guilty of an offense.” Chapter Two Summary of Contents:

source: སྡེ་ཆེན་ཤ་དང་གཞང་འབྲུམ་དང་། །རླུང་ནད་ཅན་དང་གང་པོ་དང་། །མེས་བྱིན་དང་ནི་བེའི་ར་ཏོ།
en: Mahāsenā, Flesh, Hemorrhoids, One Who Has a Wind Illness, Pūrṇa, Agnidatta, be’i ra to,

source: །སྤྲིན་ཅན་བྱ་རོག་རྣམས་ཡིན་ནོ།
en: One Who Has Clouds, and Crows. I.
